Revit 2027 API
ScheduleField.ResetOverride Method
 Resets the override of this field.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void ResetOverride()
Public Sub ResetOverride
public:
void ResetOverride()
member ResetOverride : unit -> unit
See Also
Reference
ScheduleField Class
Autodesk.Revit.DB Namespace